{
  "specialServices": [
    {
      "id": "social-skills",
      "title": "مهارت‌های اجتماعی",
      "description": "یادگیری زندگی در جمع! آموزش نوبت‌دهی، همکاری، احترام به دیگران و برقراری ارتباط مؤثر با دوستان.",
      "longDescription": "کلاس مهارت‌های اجتماعی یکی از مهم‌ترین بخش‌های برنامه آموزشی ماست که به کودکان کمک می‌کند تا مهارت‌های ضروری برای زندگی در جامعه را یاد بگیرند. در این کلاس، ما با استفاده از روش‌های نوین آموزشی و بازی‌های گروهی، مهارت‌های مهمی مانند نوبت‌دهی، همکاری، احترام به نظرات دیگران، همدلی و حل تعارض را به کودکان آموزش می‌دهیم. مربیان مجرب ما با ایجاد فضایی امن و دوستانه، به کودکان کمک می‌کنند تا در محیطی بدون قضاوت، مهارت‌های اجتماعی خود را تقویت کنند.\n\nکودکان در این کلاس با انجام پروژه‌های گروهی متنوع، یاد می‌گیرند که چگونه با یکدیگر همکاری کنند و به یک هدف مشترک برسند. همچنین با تمرین مهارت‌های گفتگو، گوش دادن فعال و بیان احساسات، توانایی برقراری ارتباط مؤثر با دوستان، مربیان و اعضای خانواده را پیدا می‌کنند. این مهارت‌ها نه تنها در دوران کودکی، بلکه در تمام مراحل زندگی آن‌ها بسیار مفید و ضروری است و به آن‌ها کمک می‌کند تا روابط سالم و مثبتی با دیگران برقرار کنند.",
      "icon": "Handshake",
      "iconColor": "from-pink-400 to-pink-600",
      "gallery": ["/res/photo_1.jpg"]
    },
    {
      "id": "life-skills",
      "title": "مهارت‌های زندگی",
      "description": "استقلال و خودمراقبتی! آموزش مهارت‌های روزمره مانند مرتب کردن وسایل، بهداشت فردی و مسئولیت‌پذیری.",
      "longDescription": "کلاس مهارت‌های زندگی به کودکان کمک می‌کند تا مهارت‌های ضروری و پایه‌ای زندگی روزمره را به صورت عملی و کاربردی یاد بگیرند. در این کلاس، ما با استفاده از روش‌های عملی و سرگرم‌کننده، مهارت‌هایی مانند مرتب کردن وسایل شخصی، پوشیدن و درآوردن لباس، شستن دست‌ها، مسواک زدن، رعایت بهداشت فردی، آماده کردن غذای ساده و مراقبت از وسایل شخصی را به کودکان آموزش می‌دهیم. مربیان ما با صبر و حوصله، به هر کودک به صورت فردی توجه می‌کنند و به آن‌ها کمک می‌کنند تا این مهارت‌ها را به تدریج و با اعتماد به نفس یاد بگیرند.\n\nکودکان در این کلاس یاد می‌گیرند که چگونه مسئولیت کارهای شخصی خود را بر عهده بگیرند و استقلال بیشتری پیدا کنند. با انجام فعالیت‌های عملی و تمرین مداوم در محیطی امن و حمایت‌کننده، اعتماد به نفس کودکان به طور قابل توجهی افزایش یافته و آماده می‌شوند تا در آینده مسئولیت‌های بیشتری را بپذیرند. این مهارت‌ها نه تنها زندگی روزمره آن‌ها را آسان‌تر می‌کند، بلکه به آن‌ها کمک می‌کند تا در مدرسه و محیط‌های دیگر نیز موفق‌تر باشند.",
      "icon": "Sparkles",
      "iconColor": "from-blue-400 to-blue-600",
      "gallery": ["/res/photo_1.jpg"]
    },
    {
      "id": "purposeful-play",
      "title": "بازی هدفمند",
      "description": "یادگیری از طریق بازی! در این کلاس کودکان با بازی‌های هدفمند و ساختاریافته، مهارت‌های شناختی و حل مسئله را توسعه می‌دهند.",
      "longDescription": "بازی هدفمند یکی از مؤثرترین و طبیعی‌ترین روش‌های یادگیری برای کودکان است که به آن‌ها کمک می‌کند تا در محیطی شاد و بدون استرس، مهارت‌های مختلف را یاد بگیرند. در این کلاس، ما از بازی‌های ساختاریافته و هدفمند استفاده می‌کنیم که به کودکان کمک می‌کند تا مهارت‌های شناختی، تفکر منطقی، حل مسئله، تصمیم‌گیری و خلاقیت را توسعه دهند. هر بازی با هدف آموزشی خاصی طراحی شده است و مربیان ما به دقت پیشرفت هر کودک را زیر نظر می‌گیرند و در صورت نیاز، راهنمایی‌های لازم را ارائه می‌دهند.\n\nکودکان با انجام بازی‌های مختلف و متنوع مانند پازل‌های پیچیده، ساخت و ساز با بلوک‌ها، بازی‌های فکری و استراتژیک، فعالیت‌های خلاقانه و پروژه‌های گروهی، یاد می‌گیرند که چگونه مشکلات را به صورت منطقی حل کنند، تصمیم‌گیری کنند، راه‌حل‌های جدید و خلاقانه پیدا کنند و با دیگران همکاری کنند. این مهارت‌ها نه تنها برای موفقیت در مدرسه و تحصیل، بلکه برای موفقیت در زندگی شخصی و حرفه‌ای آینده آن‌ها بسیار مهم و ضروری است.",
      "icon": "Target",
      "iconColor": "from-yellow-400 to-yellow-600",
      "gallery": ["/res/photo_1.jpg"]
    },
    {
      "id": "general-language",
      "title": "زبان انگلیسی",
      "description": "یادگیری زبان انگلیسی با روش‌های جذاب و بازی! آموزش واژگان، تلفظ و مکالمه به صورت طبیعی و سرگرم‌کننده برای کودکان.",
      "longDescription": "کلاس زبان انگلیسی ما با استفاده از روش‌های نوین و بازی‌محور، کودکان را به صورت طبیعی و سرگرم‌کننده با زبان انگلیسی آشنا می‌کند. در این کلاس، ما از روش‌های متنوعی مانند آهنگ‌های کودکانه، داستان‌های جذاب، بازی‌های تعاملی، نمایش، نقاشی و فعالیت‌های عملی استفاده می‌کنیم تا یادگیری زبان برای کودکان جذاب و بدون استرس باشد. مربیان ما که به زبان انگلیسی مسلط هستند، با صبر و حوصله و استفاده از زبان بدن و تصاویر، به کودکان کمک می‌کنند تا مفاهیم را به راحتی درک کنند.\n\nکودکان در این کلاس با واژگان پایه و کاربردی، تلفظ صحیح، ساختارهای ساده زبان انگلیسی و عبارات روزمره آشنا می‌شوند. با تمرین مداوم و استفاده از زبان در موقعیت‌های واقعی و بازی‌های مختلف، کودکان به تدریج اعتماد به نفس پیدا می‌کنند و بدون ترس از اشتباه، شروع به صحبت کردن می‌کنند. این پایه‌های قوی به آن‌ها کمک می‌کند تا در آینده زبان انگلیسی را به صورت حرفه‌ای و پیشرفته یاد بگیرند و در دنیای امروز که زبان انگلیسی نقش مهمی دارد، موفق‌تر باشند.",
      "icon": "Languages",
      "iconColor": "from-purple-400 to-purple-600",
      "gallery": ["/res/photo_1.jpg"]
    },
    {
      "id": "art-creativity",
      "title": "هنر و خلاقیت",
      "description": "دنیای رنگ‌ها و تخیل! کودکان با نقاشی، رنگ‌آمیزی و فعالیت‌های هنری، خلاقیت و حس زیبایی‌شناسی خود را پرورش می‌دهند.",
      "longDescription": "کلاس هنر و خلاقیت فضایی امن و آزاد است برای پرورش تخیل، خلاقیت و حس زیبایی‌شناسی کودکان. در این کلاس، کودکان با انواع تکنیک‌های هنری متنوع مانند نقاشی با آبرنگ، گواش و مداد رنگی، رنگ‌آمیزی، کلاژ با کاغذ و پارچه، ساخت مجسمه‌های کوچک، چاپ دستی و ساخت آثار هنری خلاقانه آشنا می‌شوند و می‌آموزند که چگونه ایده‌ها و احساسات خود را به تصویر بکشند. مربیان ما با تشویق و حمایت از خلاقیت کودکان، به آن‌ها کمک می‌کنند تا بدون ترس از قضاوت، آزادانه خلق کنند و آثار هنری منحصر به فرد خود را بسازند.\n\nکودکان با استفاده از مواد مختلف و طبیعی مانند کاغذ، پارچه، چوب، سنگ، برگ و تکنیک‌های متنوع، یاد می‌گیرند که چگونه خلاقیت خود را بروز دهند و آثار هنری زیبا و منحصر به فرد خلق کنند. این فعالیت‌ها نه تنها خلاقیت و تخیل کودکان را پرورش می‌دهد، بلکه مهارت‌های حرکتی ظریف، هماهنگی دست و چشم، دقت و تمرکز، صبر و پشتکار و حس زیبایی‌شناسی آن‌ها را نیز به طور قابل توجهی تقویت می‌کند. آثار هنری کودکان در نمایشگاه‌های کوچک به نمایش گذاشته می‌شود که این کار اعتماد به نفس و حس موفقیت آن‌ها را افزایش می‌دهد.",
      "icon": "Palette",
      "iconColor": "from-green-400 to-green-600",
      "gallery": ["/res/photo_1.jpg"]
    },
    {
      "id": "play-gymnastics",
      "title": "بازی و ژیمناستیک",
      "description": "حرکت و نشاط! تقویت عضلات، هماهنگی حرکتی و انرژی مثبت با فعالیت‌های ورزشی و سرگرم‌کننده.",
      "longDescription": "کلاس بازی و ژیمناستیک به کودکان کمک می‌کند تا از طریق فعالیت‌های بدنی و ورزشی متنوع و سرگرم‌کننده، سلامت جسمی و روحی خود را به طور کامل تقویت کنند. در این کلاس، کودکان با حرکات پایه‌ای و ایمن ژیمناستیک مانند غلت زدن، پرش، تعادل، کشش و حرکات هماهنگ، بازی‌های حرکتی گروهی، فعالیت‌های ورزشی سرگرم‌کننده و بازی‌های تعادلی آشنا می‌شوند. مربیان ما که در زمینه تربیت بدنی کودکان تخصص دارند، با دقت و احتیاط کامل، به کودکان کمک می‌کنند تا حرکات را به درستی و بدون خطر انجام دهند.\n\nکودکان با انجام تمرین‌های منظم و برنامه‌ریزی شده در محیطی امن و مجهز، عضلات مختلف بدن خود را تقویت می‌کنند، هماهنگی حرکتی و تعادل خود را بهبود می‌بخشند، انعطاف‌پذیری پیدا می‌کنند و انرژی مثبت و شادی دریافت می‌کنند. این فعالیت‌ها نه تنها سلامت جسمی کودکان را بهبود می‌بخشد و به رشد مناسب آن‌ها کمک می‌کند، بلکه اعتماد به نفس، نظم و انضباط، روحیه تیمی، رقابت سالم و احترام به قوانین را نیز در آن‌ها تقویت می‌کند. این مهارت‌ها برای زندگی سالم و موفق آن‌ها در آینده بسیار مهم است.",
      "icon": "Activity",
      "iconColor": "from-orange-400 to-orange-600",
      "gallery": ["/res/photo_1.jpg"]
    }
  ],
  "supplementaryClasses": [
    {
      "id": "rhythm-game",
      "title": "ریتم و گیم",
      "description": "موسیقی و حرکت! آموزش ریتم، هماهنگی حرکتی و آشنایی با موسیقی از طریق بازی‌های شاد و پویا.",
      "longDescription": "کلاس ریتم و گیم ترکیبی جذاب و پویا از موسیقی و حرکت است که به کودکان کمک می‌کند تا به صورت طبیعی و سرگرم‌کننده با ریتم، موسیقی و حرکات موزون آشنا شوند. در این کلاس، کودکان با استفاده از سازهای ساده و مناسب سن مانند طبل، زنگوله، سازهای کوبه‌ای، آواز خواندن، رقص و حرکات موزون، یاد می‌گیرند که چگونه با موسیقی ارتباط برقرار کنند و از آن لذت ببرند. مربیان ما با استفاده از آهنگ‌های کودکانه و بازی‌های موزیکال، فضایی شاد و پرانرژی برای کودکان ایجاد می‌کنند.\n\nکودکان با انجام بازی‌های ریتمیک متنوع، فعالیت‌های موزون گروهی، تمرین هماهنگی با موسیقی و ساخت ریتم‌های ساده، هماهنگی حرکتی خود را به طور قابل توجهی تقویت می‌کنند و یاد می‌گیرند که چگونه با موسیقی هماهنگ شوند و احساسات خود را از طریق موسیقی و حرکت بیان کنند. این فعالیت‌ها نه تنها مهارت‌های شنیداری، ریتمیک و موزیکال کودکان را تقویت می‌کند، بلکه خلاقیت، اعتماد به نفس، همکاری گروهی و توانایی بیان احساسات آن‌ها را نیز به طور چشمگیری افزایش می‌دهد. این مهارت‌ها به کودکان کمک می‌کند تا در آینده در زمینه‌های هنری و موزیکال نیز استعدادهای خود را کشف و پرورش دهند.",
      "icon": "Music",
      "iconColor": "from-pink-400 to-pink-600",
      "gallery": ["/res/photo_1.jpg"]
    },
    {
      "id": "handicraft-collage",
      "title": "کاردستی و کلاژ",
      "description": "خلاقیت با دست‌ها! ساخت آثار هنری با مواد مختلف، تقویت مهارت‌های حرکتی ظریف و تخیل کودکان.",
      "longDescription": "کلاس کاردستی و کلاژ به کودکان فرصت می‌دهد تا با استفاده از مواد مختلف و طبیعی و تکنیک‌های متنوع و خلاقانه، آثار هنری زیبا و منحصر به فرد بسازند. در این کلاس، کودکان با انواع مواد مانند کاغذ رنگی، مقوا، پارچه، چوب، سنگ، صدف، برگ، دانه‌ها و مواد طبیعی دیگر آشنا می‌شوند و یاد می‌گیرند که چگونه از این مواد برای خلق آثار هنری خلاقانه و زیبا استفاده کنند. مربیان ما با آموزش تکنیک‌های مختلف مانند برش، چسباندن، تا کردن، بافتن و ترکیب مواد، به کودکان کمک می‌کنند تا مهارت‌های هنری خود را توسعه دهند.\n\nکودکان با انجام پروژه‌های مختلف و متنوع کاردستی مانند ساخت کارت‌های تبریک، جعبه‌های تزئینی، عروسک‌های کاغذی، کلاژهای هنری و آثار تزئینی، مهارت‌های حرکتی ظریف خود را به طور قابل توجهی تقویت می‌کنند و یاد می‌گیرند که چگونه با دقت، صبر و پشتکار کار کنند. این فعالیت‌ها نه تنها خلاقیت و تخیل کودکان را پرورش می‌دهد، بلکه اعتماد به نفس، حس موفقیت، دقت و تمرکز و توانایی حل مسئله آن‌ها را نیز افزایش می‌دهد. آثار ساخته شده توسط کودکان به عنوان یادگاری نگهداری می‌شود و در نمایشگاه‌های کوچک به نمایش گذاشته می‌شود که این کار باعث افزایش حس غرور و موفقیت در آن‌ها می‌شود.",
      "icon": "Scissors",
      "iconColor": "from-blue-400 to-blue-600",
      "gallery": ["/res/photo_1.jpg"]
    },
    {
      "id": "workbook",
      "title": "کتاب کار",
      "description": "آمادگی برای مدرسه! تمرین مهارت‌های پایه‌ای و تقویت یادگیری کودکان با کتاب‌های کار متنوع و جذاب.",
      "longDescription": "کلاس کتاب کار به کودکان کمک می‌کند تا مهارت‌های پایه‌ای و ضروری مورد نیاز برای ورود به مدرسه را به صورت منظم و هدفمند یاد بگیرند. در این کلاس، کودکان با استفاده از کتاب‌های کار متنوع، جذاب و مناسب سن که توسط مربیان مجرب انتخاب شده است، مهارت‌هایی مانند شمارش اعداد، تشخیص و نوشتن حروف فارسی و انگلیسی، شناخت رنگ‌ها و اشکال، تطبیق و دسته‌بندی، حل مسائل ساده و تمرین مهارت‌های نوشتاری را تمرین می‌کنند. مربیان ما با صبر و حوصله، به هر کودک به صورت فردی توجه می‌کنند و پیشرفت آن‌ها را زیر نظر می‌گیرند.\n\nکودکان با انجام تمرین‌های منظم، هدفمند و سرگرم‌کننده در محیطی بدون استرس و فشار، به تدریج آماده می‌شوند تا در مدرسه موفق باشند و از یادگیری لذت ببرند. این فعالیت‌ها نه تنها مهارت‌های شناختی، تفکر منطقی و حل مسئله کودکان را تقویت می‌کند، بلکه عادت به مطالعه، یادگیری مستقل، دقت و تمرکز و نظم در کار را نیز در آن‌ها ایجاد می‌کند. این پایه‌های قوی به کودکان کمک می‌کند تا در مدرسه با اعتماد به نفس بیشتری شروع کنند و در تمام مراحل تحصیلی خود موفق باشند.",
      "icon": "BookOpen",
      "iconColor": "from-yellow-400 to-yellow-600",
      "gallery": ["/res/photo_1.jpg"]
    },
    {
      "id": "creative-drama",
      "title": "نمایش خلاق",
      "description": "بیان احساسات با هنر! کودکان با ایفای نقش، داستان‌سرایی و نمایش، اعتماد به نفس و قدرت بیان خود را تقویت می‌کنند.",
      "longDescription": "کلاس نمایش خلاق به کودکان فرصت می‌دهد تا از طریق ایفای نقش، داستان‌سرایی و نمایش، احساسات، افکار و تخیلات خود را به صورت خلاقانه و آزادانه بیان کنند. در این کلاس، کودکان با انواع نمایش‌های خلاق، داستان‌سرایی گروهی و فردی، ایفای نقش شخصیت‌های مختلف، استفاده از ماسک و لباس‌های نمایشی و ساخت دکورهای ساده آشنا می‌شوند و یاد می‌گیرند که چگونه با اعتماد به نفس و بدون ترس در مقابل دیگران ظاهر شوند. مربیان ما با ایجاد فضایی امن و حمایت‌کننده، به کودکان کمک می‌کنند تا بدون نگرانی از قضاوت، خود را بیان کنند.\n\nکودکان با انجام فعالیت‌های نمایشی متنوع و خلاقانه، نه تنها اعتماد به نفس، قدرت بیان و مهارت‌های کلامی خود را به طور قابل توجهی تقویت می‌کنند، بلکه یاد می‌گیرند که چگونه احساسات خود را شناسایی و مدیریت کنند، با دیگران همکاری کنند، به نظرات دیگران احترام بگذارند و در موقعیت‌های مختلف اجتماعی به راحتی ارتباط برقرار کنند. این مهارت‌ها نه تنها برای موفقیت در زندگی اجتماعی و حرفه‌ای آن‌ها بسیار مهم است، بلکه به آن‌ها کمک می‌کند تا در آینده در زمینه‌های هنری و نمایشی نیز استعدادهای خود را کشف و پرورش دهند. نمایش‌های کودکان در پایان هر ترم برای والدین اجرا می‌شود که این کار باعث افزایش اعتماد به نفس و حس موفقیت در آن‌ها می‌شود.",
      "icon": "Film",
      "iconColor": "from-purple-400 to-purple-600",
      "gallery": ["/res/photo_1.jpg"]
    },
    {
      "id": "free-tribune",
      "title": "تریبون آزاد",
      "description": "صدای کودکان! فضایی امن برای بیان نظرات، احساسات و تجربیات، تقویت اعتماد به نفس و مهارت سخنوری.",
      "longDescription": "تریبون آزاد فضایی امن، دوستانه و بدون قضاوت است که کودکان می‌توانند در آن آزادانه نظرات، احساسات، تجربیات، ایده‌ها و داستان‌های خود را با دیگران به اشتراک بگذارند. در این کلاس، کودکان یاد می‌گیرند که چگونه با اعتماد به نفس و بدون ترس صحبت کنند، نظرات خود را به صورت واضح و مؤثر بیان کنند و در بحث‌های گروهی شرکت فعال داشته باشند. مربیان ما با ایجاد فضایی حمایت‌کننده و تشویق‌کننده، به کودکان کمک می‌کنند تا بدون نگرانی از اشتباه یا قضاوت، خود را بیان کنند.\n\nکودکان با تمرین سخنوری، ارائه و شرکت در بحث‌های گروهی، نه تنها اعتماد به نفس، مهارت‌های کلامی و قدرت بیان خود را به طور قابل توجهی تقویت می‌کنند، بلکه یاد می‌گیرند که چگونه به نظرات دیگران با دقت گوش دهند، با آن‌ها احترام‌آمیز و صبورانه برخورد کنند، در بحث‌ها شرکت کنند و نظرات خود را به صورت منطقی و مؤثر ارائه دهند. این مهارت‌ها نه تنها برای موفقیت در زندگی اجتماعی و حرفه‌ای آن‌ها بسیار مهم است، بلکه به آن‌ها کمک می‌کند تا در آینده در موقعیت‌های مختلف مانند مدرسه، دانشگاه و محیط کار، با اعتماد به نفس و مهارت بیشتری عمل کنند و رهبری و تأثیرگذاری مثبت داشته باشند.",
      "icon": "Mic",
      "iconColor": "from-green-400 to-green-600",
      "gallery": ["/res/photo_1.jpg"]
    },
    {
      "id": "toy-play",
      "title": "بازی با اسباب بازی",
      "description": "بازی آزاد و خلاقانه! کودکان با اسباب‌بازی‌های متنوع، خلاقیت، تخیل و مهارت‌های اجتماعی خود را توسعه می‌دهند.",
      "longDescription": "کلاس بازی با اسباب‌بازی به کودکان فرصت می‌دهد تا از طریق بازی آزاد، خلاقانه و بدون محدودیت، مهارت‌های مختلف و مهم زندگی را به صورت طبیعی و سرگرم‌کننده یاد بگیرند. در این کلاس، کودکان با انواع اسباب‌بازی‌های آموزشی، خلاقانه و مناسب سن مانند بلوک‌های ساختمانی، عروسک‌ها، ماشین‌ها، پازل‌ها، اسباب‌بازی‌های موزیکال و اسباب‌بازی‌های نقش‌آفرینی آشنا می‌شوند و یاد می‌گیرند که چگونه از آن‌ها برای خلق داستان‌ها، سناریوهای مختلف و دنیاهای تخیلی استفاده کنند. مربیان ما با نظارت غیرمستقیم و حمایت از خلاقیت کودکان، به آن‌ها کمک می‌کنند تا آزادانه بازی کنند و مهارت‌های مختلف را کشف کنند.\n\nکودکان با انجام بازی‌های مختلف و متنوع به صورت فردی و گروهی، نه تنها خلاقیت، تخیل و مهارت‌های شناختی خود را پرورش می‌دهند، بلکه مهارت‌های اجتماعی مهم مانند همکاری، اشتراک‌گذاری، نوبت‌دهی و حل تعارض، مهارت‌های حل مسئله و تفکر منطقی، مهارت‌های حرکتی و هماهنگی و مهارت‌های زبانی و ارتباطی را نیز یاد می‌گیرند. این فعالیت‌ها به کودکان کمک می‌کند تا در محیطی امن، دوستانه و بدون فشار، مهارت‌های مهم زندگی را یاد بگیرند و برای چالش‌های آینده آماده شوند. بازی آزاد همچنین به کودکان کمک می‌کند تا استرس و فشارهای روزمره را کاهش دهند و از کودکی خود لذت ببرند.",
      "icon": "Puzzle",
      "iconColor": "from-orange-400 to-orange-600",
      "gallery": ["/res/photo_1.jpg"]
    }
  ],
  "extraClasses": [
    {
      "id": "ninja",
      "name": "نینجا",
      "description": "ورزش و تربیت بدنی",
      "longDescription": "کلاس نینجا با هدف تقویت مهارت‌های حرکتی، هماهنگی بدن و ذهن، افزایش اعتماد به نفس و پرورش روحیه نظم و انضباط در کودکان طراحی شده است. در این کلاس، کودکان با حرکات پایه‌ای و ایمن هنرهای رزمی مانند تعادل، پرش، غلت زدن، حرکات دفاعی ساده و حرکات هماهنگ آشنا می‌شوند و در محیطی امن، مجهز و سرگرم‌کننده به تمرین می‌پردازند. مربیان ما که در زمینه هنرهای رزمی کودکان تخصص دارند، با دقت و احتیاط کامل، به کودکان کمک می‌کنند تا حرکات را به درستی و بدون خطر انجام دهند و از تمرین لذت ببرند.\n\nکودکان با انجام تمرین‌های منظم و برنامه‌ریزی شده نینجا، نه تنها قدرت بدنی، استقامت، انعطاف‌پذیری و هماهنگی حرکتی خود را به طور قابل توجهی تقویت می‌کنند، بلکه یاد می‌گیرند که چگونه نظم و انضباط را رعایت کنند، به خود و دیگران احترام بگذارند، صبر و پشتکار داشته باشند و در کارهای گروهی همکاری کنند. این مهارت‌ها نه تنها برای رشد شخصیتی و موفقیت در زندگی آن‌ها بسیار مهم است، بلکه به آن‌ها کمک می‌کند تا در آینده در تمام زمینه‌های زندگی با اعتماد به نفس، نظم و انضباط بیشتری عمل کنند. کلاس نینجا همچنین به کودکان کمک می‌کند تا انرژی خود را به صورت مثبت تخلیه کنند و سلامت جسمی و روحی خود را حفظ کنند.",
      "icon": "Swords",
      "gradient": "from-red-500 to-orange-500",
      "gallery": ["/res/photo_1.jpg"]
    },
    {
      "id": "music",
      "name": "موسیقی",
      "description": "آموزش موسیقی کودک",
      "longDescription": "کلاس موسیقی به کودکان کمک می‌کند تا به صورت طبیعی و سرگرم‌کننده با ریتم، ملودی، آهنگ و دنیای زیبای موسیقی آشنا شوند. در این کلاس، کودکان با سازهای ساده و مناسب سن مانند طبل، زنگوله، سازهای کوبه‌ای، پیانو و گیتار کودکانه، آواز خواندن، رقص و حرکات موزون آشنا می‌شوند و یاد می‌گیرند که چگونه با موسیقی ارتباط برقرار کنند و از آن لذت ببرند. مربیان ما که در زمینه موسیقی کودک تخصص دارند، با استفاده از آهنگ‌های کودکانه، بازی‌های موزیکال و فعالیت‌های تعاملی، فضایی شاد و پرانرژی برای کودکان ایجاد می‌کنند.\n\nکودکان با انجام فعالیت‌های موزیکال مختلف و متنوع مانند نواختن ساز، آواز خواندن گروهی و فردی، رقص و حرکات موزون، ساخت ریتم‌های ساده و گوش دادن به انواع موسیقی، نه تنها مهارت‌های شنیداری، ریتمیک و موزیکال خود را به طور قابل توجهی تقویت می‌کنند، بلکه یاد می‌گیرند که چگونه با موسیقی احساسات خود را بیان کنند، خلاقیت خود را بروز دهند و با دیگران همکاری کنند. این فعالیت‌ها به کودکان کمک می‌کند تا در محیطی شاد، خلاقانه و بدون استرس، مهارت‌های هنری و موزیکال خود را پرورش دهند و در آینده در زمینه‌های موزیکال نیز استعدادهای خود را کشف و توسعه دهند. موسیقی همچنین به کودکان کمک می‌کند تا آرامش پیدا کنند، استرس را کاهش دهند و از لحظات خود لذت ببرند.",
      "icon": "Music",
      "gradient": "from-purple-500 to-pink-500",
      "gallery": ["/res/photo_1.jpg"]
    },
    {
      "id": "english",
      "name": "زبان انگلیسی تخصصی",
      "description": "آموزش زبان با بازی",
      "longDescription": "کلاس زبان انگلیسی تخصصی با استفاده از روش‌های نوین، پیشرفته و بازی‌محور، کودکان را با زبان انگلیسی به صورت حرفه‌ای و تخصصی آشنا می‌کند. در این کلاس، کودکان با واژگان پیشرفته و کاربردی، گرامر پایه و پیشرفته، مکالمه، خواندن و درک مطلب، نوشتن ساده و استفاده از زبان در موقعیت‌های واقعی به صورت تخصصی و هدفمند کار می‌کنند. مربیان ما که به زبان انگلیسی مسلط هستند و در زمینه آموزش زبان به کودکان تخصص دارند، با استفاده از روش‌های متنوع مانند بازی‌های زبانی، داستان‌های جذاب، پروژه‌های عملی و فعالیت‌های تعاملی، به کودکان کمک می‌کنند تا زبان انگلیسی را به صورت طبیعی و مؤثر یاد بگیرند.\n\nکودکان با انجام فعالیت‌های تعاملی متنوع، پروژه‌های گروهی و فردی، تمرین مکالمه، خواندن داستان‌های انگلیسی و نوشتن متن‌های ساده، نه تنها مهارت‌های زبانی خود را به طور قابل توجهی تقویت می‌کنند، بلکه یاد می‌گیرند که چگونه از زبان انگلیسی در موقعیت‌های واقعی و روزمره استفاده کنند و با اعتماد به نفس به زبان انگلیسی صحبت کنند. این مهارت‌ها نه تنها برای موفقیت در آینده تحصیلی و حرفه‌ای آن‌ها بسیار مهم است، بلکه در دنیای امروز که زبان انگلیسی نقش کلیدی دارد، به آن‌ها کمک می‌کند تا فرصت‌های بیشتری برای موفقیت و پیشرفت داشته باشند. این پایه‌های قوی و تخصصی به کودکان کمک می‌کند تا در آینده در آزمون‌های بین‌المللی و محیط‌های آکادمیک و حرفه‌ای موفق باشند.",
      "icon": "Languages",
      "gradient": "from-blue-500 to-cyan-500",
      "gallery": ["/res/photo_1.jpg"]
    }
  ]
}

